Repository: gnachman/iTerm2
Catalog: sources/Settings/mul.lproj/PreferencePanel.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# VXt-Ga-Uvg.ibShadowedToolTip
source: How much of the background image is visible through the background color.
de: Wie viel vom Hintergrundbild durch die Hintergrundfarbe hindurch sichtbar ist.
ja: 背景色を通して背景画像がどの程度見えるか。
pt_br: Quanto da imagem de fundo fica visível através da cor de fundo.
ru: Насколько фоновое изображение видно сквозь цвет фона.
zh_hans: 背景颜色下背景图像的可见程度。

# vZs-cl-mQP.title
source: Allow Without Asking
de: Ohne Nachfrage zulassen
ja: 確認せずに許可
pt_br: Permitir sem perguntar
ru: Разрешать без запроса
zh_hans: 允许，无需询问

# Wci-fV-mFZ.title
source: Ask Each Time
de: Jedes Mal fragen
ja: 毎回確認
pt_br: Perguntar sempre
ru: Спрашивать каждый раз
zh_hans: 每次询问

# wgv-Ah-fFr.ibShadowedToolTip
source: When this option is off, double click selects a word as defined by “characters considered part of word for selection” in the General tab. When this option is on, double click uses smart selection to select file names, URLs, etc., using regular expressions defined in Profiles>Advanced>Smart Selection.
de: Wenn diese Option deaktiviert ist, wählt ein Doppelklick ein Wort aus, wie es durch „Als Teil eines Worts geltende Zeichen für die Auswahl“ im Tab Allgemein definiert ist. Wenn diese Option aktiviert ist, verwendet ein Doppelklick die intelligente Auswahl, um Dateinamen, URLs usw. mithilfe regulärer Ausdrücke auszuwählen, die unter Profile>Erweitert>Intelligente Auswahl definiert sind.
ja: このオプションがオフの場合、ダブルクリックは「一般」タブの「選択時に単語の一部と見なす文字」で定義された単語を選択します。このオプションがオンの場合、ダブルクリックは「プロファイル」>「詳細」>「スマート選択」で定義された正規表現を使用したスマート選択によって、ファイル名やURLなどを選択します。
pt_br: Quando esta opção está desativada, o clique duplo seleciona uma palavra conforme definido por “caracteres considerados parte de uma palavra para seleção” na aba Geral. Quando esta opção está ativada, o clique duplo usa a seleção inteligente para selecionar nomes de arquivos, URLs etc., usando expressões regulares definidas em Perfis > Avançado > Seleção inteligente.
ru: Если этот параметр выключен, двойной щелчок выделяет слово в соответствии с параметром «символы, считающиеся частью слова при выделении» на вкладке Общие. Если этот параметр включён, двойной щелчок использует умный выбор для выделения имён файлов, URL-адресов и т. д. с помощью регулярных выражений, заданных в Профили > Дополнительно > Умный выбор.
zh_hans: 关闭此选项时，连按选择“通用”标签页中“视为选区单词一部分的字符”所定义的单词。开启时，连按使用智能选择，通过“配置文件 > 高级 > 智能选择”中定义的正则表达式选择文件名、URL 等。

# wh0-TX-q91.title
source: Reset to Defaults
de: Auf Standardwerte zurücksetzen
ja: デフォルトにリセット
pt_br: Redefinir para os padrões
ru: Сбросить к значениям по умолчанию
zh_hans: 重置为默认值

# wHu-Io-DiQ.title
source: Ease In
de: Sanft einsetzend
ja: イーズイン
pt_br: Entrada suave
ru: Плавный вход
zh_hans: 缓入

# wiB-Dv-JI2.title
source: Precision
de: Genauigkeit
ja: 精度
pt_br: Precisão
ru: Точность
zh_hans: 精确

# Wih-En-NiJ.label
source: Arrangements
de: Anordnungen
ja: アレンジメント
pt_br: Arranjos
ru: Расположения
zh_hans: 窗口布局

# wjs-vG-qf2.ibExternalAccessibilityDescription
source: Exclude from Dock only if all windows are hotkey windows
de: Nur aus dem Dock ausschließen, wenn alle Fenster Hotkey-Fenster sind
ja: すべてのウィンドウがホットキーウィンドウの場合のみDockから除外
pt_br: Excluir do Dock apenas se todas as janelas forem janelas de hotkey
ru: Исключать из Dock, только если все окна вызываются горячей клавишей
zh_hans: 仅当所有窗口都是热键窗口时才从 Dock 中排除

# wjs-vG-qf2.ibShadowedToolTip
source: This is useful if you only use iTerm2 with a hotkey window. The preference is disabled if no dedicated hotkey window is defined since it would be impossible to get to iTerm2 when it has no windows and no hotkey is defined.
de: Dies ist nützlich, wenn Sie iTerm2 nur mit einem Hotkey-Fenster verwenden. Die Einstellung ist deaktiviert, wenn kein dediziertes Hotkey-Fenster definiert ist, da es sonst unmöglich wäre, zu iTerm2 zu gelangen, wenn es keine Fenster und keinen Hotkey gibt.
ja: これは、iTerm2をホットキーウィンドウでのみ使用する場合に便利です。専用のホットキーウィンドウが定義されていない場合、この設定は無効になります。ウィンドウがなくホットキーも定義されていない状態ではiTerm2にアクセスできなくなるためです。
pt_br: Isto é útil se você usa o iTerm2 apenas com uma janela de hotkey. A preferência fica desativada se nenhuma janela de hotkey dedicada estiver definida, já que seria impossível acessar o iTerm2 quando ele não tem janelas e nenhum hotkey está definido.
ru: Это полезно, если вы используете iTerm2 только с окном, вызываемым горячей клавишей. Этот параметр отключён, если не задано отдельное окно для горячей клавиши, поскольку в этом случае было бы невозможно получить доступ к iTerm2, когда у него нет окон и не задана горячая клавиша.
zh_hans: 如果你只通过热键窗口使用 iTerm2，这会很有用。如果未定义专用的热键窗口，此设置将被停用，因为当 iTerm2 没有窗口且未定义热键时无法访问它。

# wlk-QX-Gn5.title
source: Environment:
de: Umgebung:
ja: 環境:
pt_br: Ambiente:
ru: Окружение:
zh_hans: 环境：

# wMW-cd-tme.title
source: Over contents
de: Über dem Inhalt
ja: コンテンツの上
pt_br: Sobre o conteúdo
ru: Поверх содержимого
zh_hans: 内容之上

# wQ6-7Q-vbc.headerCell.title
source: Setting
de: Einstellung
ja: 設定
pt_br: Ajuste
ru: Настройка
zh_hans: 设置

# wrs-RL-mgS.title
source: Shortcut to choose a split pane:
de: Tastenkombination zum Auswählen eines geteilten Bereichs:
ja: 分割ペインを選択するショートカット:
pt_br: Atalho para escolher um painel dividido:
ru: Сочетание клавиш для выбора разделённой панели:
zh_hans: 选择拆分窗格的快捷键：

# wt3-Hu-DaR.label
source: General
de: Allgemein
ja: 一般
pt_br: Geral
ru: Общие
zh_hans: 通用

# wTp-Qf-YIk.title
source: Maximize throughput at the cost of higher latency
de: Durchsatz maximieren auf Kosten einer höheren Latenz
ja: レイテンシを犠牲にしてスループットを最大化
pt_br: Maximizar a taxa de transferência ao custo de maior latência
ru: Максимизировать пропускную способность за счёт увеличения задержки
zh_hans: 以更高延迟换取最大吞吐量

# WVK-xs-N2h.ibShadowedToolTip
source: When enabled, small horizontal cursor movements are animated. Not available for block cursors.
de: Wenn aktiviert, werden kleine horizontale Cursorbewegungen animiert. Nicht verfügbar für Blockcursor.
ja: 有効にすると、小さな水平方向のカーソル移動がアニメーション化されます。ブロックカーソルでは使用できません。
pt_br: Quando ativado, pequenos movimentos horizontais do cursor são animados. Não disponível para cursores em bloco.
ru: Если этот параметр включён, небольшие горизонтальные перемещения курсора анимируются. Недоступно для блочных курсоров.
zh_hans: 启用后，小幅水平光标移动会带有动画。方块光标不可用。

# x0T-MM-6tL.title
source: Show only non-default values
de: Nur Werte ungleich der Standardeinstellung anzeigen
ja: デフォルト以外の値のみ表示
pt_br: Mostrar apenas valores não padrão
ru: Показывать только значения, отличные от стандартных
zh_hans: 仅显示非默认值

# X0w-pC-g9j.ibShadowedToolTip
source: Enables the specified color for bold text. Also has the side-effect of using the bright version of ANSI colors for bold text in a ”normal“ ANSI color.
de: Aktiviert die angegebene Farbe für fett formatierten Text. Hat außerdem den Nebeneffekt, dass für fett formatierten Text in einer „normalen“ ANSI-Farbe die helle Version der ANSI-Farben verwendet wird.
ja: 太字テキストに指定した色を有効にします。また、太字テキストが「通常」のANSI色である場合に、ANSI色の明るいバージョンを使用するという副作用もあります。
pt_br: Ativa a cor especificada para texto em negrito. Também tem o efeito colateral de usar a versão brilhante das cores ANSI para texto em negrito em uma cor ANSI “normal”.
ru: Включает указанный цвет для жирного текста. Также побочным эффектом является использование яркой версии цветов ANSI для жирного текста, использующего «обычный» цвет ANSI.
zh_hans: 为粗体文本启用指定颜色。还有一个副作用：在“标准”ANSI 颜色中使用亮色版 ANSI 颜色显示粗体文本。

# X4l-mC-Lbf.title
source: Profile:
de: Profil:
ja: プロファイル:
pt_br: Perfil:
ru: Профиль:
zh_hans: 配置文件：

# X12-cb-Cnf.title
source: Stretch tabs to fill bar
de: Tabs strecken, um die Leiste zu füllen
ja: タブをバーいっぱいに引き伸ばす
pt_br: Esticar abas para preencher a barra
ru: Растягивать вкладки, чтобы заполнить панель
zh_hans: 拉伸标签页以填满标签栏

# XaQ-Gu-7BD.title
source: This build is in the nightly build channel. It cannot update to beta or release builds.
de: Dieser Build befindet sich im Nightly-Build-Kanal. Er kann nicht auf Beta- oder Release-Builds aktualisiert werden.
ja: このビルドはナイトリービルドチャンネルです。ベータ版やリリース版に更新することはできません。
pt_br: Este build está no canal de builds nightly. Não é possível atualizar para builds beta ou de lançamento.
ru: Эта сборка относится к ночному каналу обновлений. Она не может обновиться до бета- или релизных сборок.
zh_hans: 此构建处于 nightly 构建通道，无法更新到 beta 或 release 构建。

# XCA-9w-Cev.label
source: Experimental
de: Experimentell
ja: 実験的機能
ru: Экспериментальные
zh_hans: 实验性

# xeh-uE-u2r.title
source: fn Function
de: fn-Funktion
pt_br: fn Função
ru: fn Функция

# xFU-tm-alS.title
source: Light Mode
de: Heller Modus
ja: ライトモード
pt_br: Modo claro
ru: Светлый режим
zh_hans: 浅色模式

# XGj-qV-Ys8.title
source: Use built-in Powerline glyphs
de: Integrierte Powerline-Glyphen verwenden
ja: 内蔵のPowerlineグリフを使用
pt_br: Usar glifos Powerline integrados
ru: Использовать встроенные глифы Powerline
zh_hans: 使用内置 Powerline 字形

# Xgo-KS-k1P.label
source: Workgroups
de: Arbeitsgruppen
ja: ワークグループ
pt_br: Grupos de trabalho
ru: Рабочие группы
zh_hans: 工作组

# XH1-2y-ipC.title
source: Triple-click selects entire wrapped lines
de: Dreifachklick wählt komplette umgebrochene Zeilen aus
ja: トリプルクリックで折り返された行全体を選択
pt_br: Clique triplo seleciona linhas inteiras com quebra automática
ru: Тройной щелчок выделяет всю перенесённую строку
zh_hans: 三连按选择整个换行行

# xhw-nx-tpf.title
source: Open tmux windows as tabs in the attaching window
de: tmux-Fenster als Tabs im verbindenden Fenster öffnen
ja: tmuxウィンドウをアタッチ先のウィンドウのタブとして開く
pt_br: Abrir janelas do tmux como abas na janela de anexação
ru: Открывать окна tmux как вкладки в присоединяющемся окне
zh_hans: 在附加窗口中将以标签页形式打开 tmux 窗口

# XkE-Bm-v8F.title
source: Ask Each Time
de: Jedes Mal fragen
ja: 毎回確認
pt_br: Perguntar sempre
ru: Спрашивать каждый раз
zh_hans: 每次询问

# xLu-6A-YiV.ibExternalAccessibilityDescription
source: A session may cause the window to resize even if it is in an unselected tab or split pane
de: Eine Sitzung kann die Fenstergröße ändern, auch wenn sie sich in einem nicht ausgewählten Tab oder geteilten Bereich befindet
ja: セッションは、選択されていないタブまたは分割ペインにある場合でもウィンドウをリサイズすることがあります
pt_br: Uma sessão pode fazer a janela ser redimensionada mesmo estando em uma aba ou painel dividido não selecionado
ru: Сессия может вызывать изменение размера окна, даже если она находится в невыбранной вкладке или разделённой панели
zh_hans: 即使会话位于未选中的标签页或拆分窗格中，也可能导致窗口调整大小

# xLu-6A-YiV.title
source: …even if it is in an unselected tab or split pane
de: …auch in einem nicht ausgewählten Tab oder geteilten Bereich
ja: …選択されていないタブまたは分割ペインにある場合でも
pt_br: …mesmo estando em uma aba ou painel dividido não selecionado
ru: …даже если она находится в невыбранной вкладке или разделённой панели
zh_hans: …即使位于未选中的标签页或拆分窗格中

# xnO-o6-bxw.title
source: Item 1
de: Element 1
ja: 項目1
ru: Пункт 1

# XtJ-dD-l7K.title
source: Unpause automatically
de: Automatisch fortsetzen
ja: 自動的に一時停止を解除
pt_br: Retomar automaticamente
ru: Автоматически снимать с паузы
zh_hans: 自动取消暂停

# xtn-fq-1gQ.title
source: These settings define the default permissions for new chats.
de: Diese Einstellungen legen die Standardberechtigungen für neue Chats fest.
ja: これらの設定は、新しいチャットのデフォルトの権限を定義します。
pt_br: Estes ajustes definem as permissões padrão para novos chats.
ru: Эти настройки определяют разрешения по умолчанию для новых чатов.
zh_hans: 这些设置定义新聊天的默认权限。

# XvI-gy-pDy.title
source: ⌥ Number
de: ⌥ Zahl
ja: ⌥ 数字
pt_br: ⌥ Número
ru: ⌥ Цифра
zh_hans: ⌥ 数字

# Xvy-v8-zjR.title
source: Apps can change this
de: Apps können dies ändern
ja: アプリはこれを変更できます
pt_br: Apps podem alterar isto
ru: Приложения могут это изменять
zh_hans: 应用可以更改此项

# XXg-RS-7af.title
source: Use ligatures
de: Ligaturen verwenden
ja: 合字を使用
pt_br: Usar ligaduras
ru: Использовать лигатуры
zh_hans: 使用连字

# xxq-Mn-NRG.ibShadowedToolTip
source: Paste bracketing tells compatible apps that text was inserted by a paste operation rather than typing. Some programs use this to treat pastes specially, such as by not auto-indenting it.
de: Paste Bracketing teilt kompatiblen Apps mit, dass Text durch einen Einfügevorgang und nicht durch Tippen eingefügt wurde. Manche Programme nutzen dies, um eingefügten Text speziell zu behandeln, etwa indem sie ihn nicht automatisch einrücken.
ja: ペーストブラケッティングは、テキストがタイピングではなく貼り付け操作によって挿入されたことを対応アプリに伝えます。一部のプログラムはこれを利用して、自動インデントを行わないなど、貼り付けを特別に扱います。
pt_br: O bracketing de colagem informa aos apps compatíveis que o texto foi inserido por uma operação de colagem em vez de digitação. Alguns programas usam isto para tratar colagens de forma especial, por exemplo, não as indentando automaticamente.
ru: Скобочная вставка сообщает совместимым приложениям, что текст был вставлен операцией вставки, а не набран вручную. Некоторые программы используют это, чтобы обрабатывать вставленный текст особым образом, например не применяя к нему автоматический отступ.
zh_hans: 粘贴括号告知兼容的应用，文本是通过粘贴操作而非键入插入的。某些程序会借此特殊处理粘贴内容，例如不自动缩进。

# Ya5-Tz-1MZ.title
source: Set high bit (not recommended)
de: High Bit setzen (nicht empfohlen)
ja: ハイビットを設定（非推奨）
pt_br: Definir bit alto (não recomendado)
ru: Устанавливать старший бит (не рекомендуется)
zh_hans: 设置高位（不推荐）

# ydH-wX-BJI.title
source: When pasting a dropped filename, wrap it in double quotes
de: Beim Einfügen eines abgelegten Dateinamens diesen in doppelte Anführungszeichen setzen
ja: ドロップされたファイル名を貼り付けるときに二重引用符で囲む
pt_br: Ao colar um nome de arquivo arrastado, colocá-lo entre aspas duplas
ru: При вставке перетащенного имени файла заключать его в двойные кавычки
zh_hans: 粘贴拖入的文件名时用双引号括起来

# YEF-Tv-Hqs.title
source: Foreground Job
de: Vordergrundprozess
ja: フォアグラウンドジョブ
pt_br: Processo em primeiro plano
ru: Процесс переднего плана
zh_hans: 前台任务

# yFQ-IJ-IID.title
source: Applications in terminal may change the title
de: Anwendungen im Terminal dürfen den Titel ändern
ja: ターミナル内のアプリケーションはタイトルを変更できます
pt_br: Aplicativos no terminal podem alterar o título
ru: Приложения в терминале могут изменять заголовок
zh_hans: 终端中的应用可以更改标题

# yIW-q3-V16.title
source: Always
de: Immer
ja: 常に
pt_br: Sempre
ru: Всегда
zh_hans: 始终

# YKe-63-gdc.title
source: Instant Replay:
de: Sofortwiederholung:
ja: インスタントリプレイ:
ru: Мгновенный повтор:
zh_hans: 即时回放：

# YoO-mR-uX5.ibShadowedToolTip
source: When enabled, terminals are rendered using the GPU. This improves performance.
de: Wenn aktiviert, werden Terminals mit der GPU gerendert. Dies verbessert die Leistung.
ja: 有効にすると、ターミナルはGPUを使用して描画されます。これによりパフォーマンスが向上します。
pt_br: Quando ativado, os terminais são renderizados usando a GPU. Isto melhora o desempenho.
ru: Если этот параметр включён, терминалы отрисовываются с использованием GPU. Это повышает производительность.
zh_hans: 启用后，终端使用 GPU 渲染。这可以提高性能。

# YPl-Hu-T2J.title
source: Warn before pausing
de: Vor dem Pausieren warnen
ja: 一時停止する前に警告
pt_br: Avisar antes de pausar
ru: Предупреждать перед приостановкой
zh_hans: 暂停前警告

# YpV-Mh-UE0.title
source: Filename:
de: Dateiname:
ja: ファイル名:
pt_br: Nome do arquivo:
ru: Имя файла:
zh_hans: 文件名：

# yre-4a-e3D.title
source: Resizing:
de: Größenänderung:
ja: リサイズ:
pt_br: Redimensionamento:
ru: Изменение размера:
zh_hans: 调整大小：

# YRV-oK-I4f.title
source: Components
de: Komponenten
ja: コンポーネント
pt_br: Componentes
ru: Компоненты
zh_hans: 组件

# YTS-wq-xBS.title
source: Copy Mode:
de: Kopiermodus:
ja: コピーモード:
pt_br: Modo de cópia:
ru: Режим копирования:
zh_hans: 拷贝模式：

# yTV-fG-vVx.ibShadowedToolTip
source: Shows a configurable status bar at the top of each session.
de: Zeigt eine konfigurierbare Statusleiste oben in jeder Sitzung an.
ja: 各セッションの上部に設定可能なステータスバーを表示します。
pt_br: Mostra uma barra de status configurável na parte superior de cada sessão.
ru: Показывает настраиваемую строку состояния в верхней части каждой сессии.
zh_hans: 在每个会话顶部显示可配置的状态栏。

# yyK-z1-ogF.title
source: Regular expression
de: Regulärer Ausdruck
ja: 正規表現
pt_br: Expressão regular
ru: Регулярное выражение
zh_hans: 正则表达式

# Z3d-96-Mba.title
source: Subtitle:
de: Untertitel:
ja: サブタイトル:
pt_br: Subtítulo:
ru: Подзаголовок:
zh_hans: 副标题：

# zAd-tH-AVH.title
source: AI Chat + Full Terminal Access
de: KI-Chat + voller Terminalzugriff
ja: AIチャット + フルターミナルアクセス
pt_br: Chat de IA + acesso total ao terminal
ru: ИИ-чат + полный доступ к терминалу
zh_hans: AI 聊天 + 完整终端访问

# zde-kb-c7t.ibShadowedToolTip
source: This is useful if you only use iTerm2 with a hotkey window. The preference is disabled if no dedicated hotkey window is defined since it would be impossible to get to iTerm2 when it has no windows and no hotkey is defined.
de: Dies ist nützlich, wenn Sie iTerm2 nur mit einem Hotkey-Fenster verwenden. Die Einstellung ist deaktiviert, wenn kein dediziertes Hotkey-Fenster definiert ist, da es sonst unmöglich wäre, zu iTerm2 zu gelangen, wenn es keine Fenster und keinen Hotkey gibt.
ja: これは、iTerm2をホットキーウィンドウでのみ使用する場合に便利です。専用のホットキーウィンドウが定義されていない場合、この設定は無効になります。ウィンドウがなくホットキーも定義されていない状態ではiTerm2にアクセスできなくなるためです。
pt_br: Isto é útil se você usa o iTerm2 apenas com uma janela de hotkey. A preferência fica desativada se nenhuma janela de hotkey dedicada estiver definida, já que seria impossível acessar o iTerm2 quando ele não tem janelas e nenhum hotkey está definido.
ru: Это полезно, если вы используете iTerm2 только с окном, вызываемым горячей клавишей. Этот параметр отключён, если не задано отдельное окно для горячей клавиши, поскольку в этом случае было бы невозможно получить доступ к iTerm2, когда у него нет окон и не задана горячая клавиша.
zh_hans: 如果你只通过热键窗口使用 iTerm2，这会很有用。如果未定义专用的热键窗口，此设置将被停用，因为当 iTerm2 没有窗口且未定义热键时无法访问它。

# zDj-EL-rPU.title
source: Fade out duration:
de: Ausblenddauer:
ja: フェードアウト時間:
pt_br: Duração do esmaecimento:
ru: Длительность затухания:
zh_hans: 淡出时长：

# ze0-tu-jEN.title
source: Ease In-Out
de: Sanft ein- und ausklingend
ja: イーズインアウト
pt_br: Suave (entrada e saída)
ru: Плавный вход и выход
zh_hans: 缓入缓出

# ZF1-Nv-83x.title
source: Use separate colors for light and dark mode
de: Separate Farben für hellen und dunklen Modus verwenden
ja: ライトモードとダークモードで別々の色を使用
pt_br: Usar cores separadas para os modos claro e escuro
ru: Использовать отдельные цвета для светлого и тёмного режима
zh_hans: 为浅色和深色模式使用独立的颜色

# ZG1-dm-1gD.ibShadowedToolTip
source: For terminal applications that use mouse reporting, turning this on allows right click (or two finger tap on a trackpad) to be reported instead of opening the context menu.
de: Bei Terminalanwendungen, die Mausberichte verwenden, ermöglicht diese Option, dass ein Rechtsklick (oder ein Zwei-Finger-Tipp auf einem Trackpad) gemeldet wird, anstatt das Kontextmenü zu öffnen.
ja: マウスレポートを使用するターミナルアプリケーションの場合、これをオンにすると、コンテキストメニューを開く代わりに右クリック（またはトラックパッドの2本指タップ）を報告できるようになります。
pt_br: Para aplicativos de terminal que usam relatório de mouse, ativar isto permite que o clique com o botão direito (ou o toque com dois dedos no trackpad) seja relatado em vez de abrir o menu de contexto.
ru: Для приложений терминала, использующих отчёты о мыши, включение этого параметра позволяет сообщать о щелчке правой кнопкой (или касании двумя пальцами трекпада) вместо открытия контекстного меню.
zh_hans: 对于使用鼠标报告的终端应用，开启此选项后，右键点按（或触控板双指轻点）会被报告给应用，而不是打开上下文菜单。

# ZgN-gY-svi.title
source: Progress Bars:
de: Fortschrittsbalken:
ja: プログレスバー:
pt_br: Barras de progresso:
ru: Индикаторы выполнения:
zh_hans: 进度条：

# zhD-Mp-msg.title
source: Reason this is useful goes here
de: Hier steht der Grund, warum dies nützlich ist
ja: ここに便利な理由を記載
pt_br: O motivo pelo qual isto é útil vai aqui
ru: Здесь указывается причина, почему это полезно

# zI8-aW-nUw.ibShadowedToolTip
source: When enabled, and when the current display can use HDR (High Dynamic Range), the cursor is drawn at maximum brightness white, brighter than any white that normally appears in an application.
de: Wenn aktiviert und wenn das aktuelle Display HDR (High Dynamic Range) unterstützt, wird der Cursor in maximal hellem Weiß gezeichnet, heller als jedes Weiß, das normalerweise in einer Anwendung erscheint.
ja: 有効にすると、現在のディスプレイがHDR（High Dynamic Range）に対応している場合、カーソルは通常アプリケーションに表示される白よりも明るい、最大輝度の白で描画されます。
pt_br: Quando ativado, e quando o monitor atual pode usar HDR (High Dynamic Range), o cursor é desenhado em branco de brilho máximo, mais brilhante do que qualquer branco que normalmente aparece em um aplicativo.
ru: Если этот параметр включён и текущий дисплей поддерживает HDR (расширенный динамический диапазон), курсор отрисовывается белым цветом максимальной яркости, ярче любого белого цвета, который обычно отображается в приложении.
zh_hans: 当启用且当前显示器支持HDR（高动态范围）时，光标会以最大亮度白色显示，比应用程序中通常出现的任何白色更亮

# zjb-6I-dDc.label
source: Panes
de: Bereiche
ja: ペイン
pt_br: Painéis
ru: Панели
zh_hans: 窗格

# ZlO-15-adn.ibShadowedToolTip
source: When this is enabled, you can click on a command or its output to restrict Find and Filter to its output. The selected command gets highlighted and other commands get dimmed. This requires shell integration to be installed.
de: Wenn dies aktiviert ist, können Sie auf einen Befehl oder dessen Ausgabe klicken, um Suchen und Filtern auf diese Ausgabe zu beschränken. Der ausgewählte Befehl wird hervorgehoben und andere Befehle werden abgedunkelt. Dies erfordert, dass die Shell-Integration installiert ist.
ja: これを有効にすると、コマンドまたはその出力をクリックして、検索とフィルタをその出力に制限できます。選択したコマンドはハイライト表示され、他のコマンドは薄く表示されます。これにはシェル統合のインストールが必要です。
pt_br: Quando ativado, você pode clicar em um comando ou em sua saída para restringir Buscar e Filtrar à sua saída. O comando selecionado fica destacado e os outros comandos ficam esmaecidos. Isto requer que a Shell Integration esteja instalada.
ru: Если этот параметр включён, вы можете щёлкнуть по команде или её выводу, чтобы ограничить поиск и фильтрацию её выводом. Выбранная команда выделяется, а остальные команды затемняются. Для этого требуется установленная интеграция с оболочкой.
zh_hans: 启用后，你可以点按命令或其输出，将查找和筛选限制在其输出范围内。选中的命令会高亮，其他命令会变暗。这需要安装 Shell 集成。

# zNI-8R-j0Y.title
source: Item 3
de: Element 3
ja: 項目3
ru: Пункт 3

# ZO7-HG-Zrg.title
source: ⌃ Right Control
de: ⌃ Rechte Control-Taste
ja: ⌃ 右のControl
pt_br: ⌃ Control direita
ru: ⌃ Правый Control
zh_hans: ⌃ 右 Control

# zol-Fn-qsO.title
source: New tabs open at end of tab bar
de: Neue Tabs öffnen sich am Ende der Tableiste
ja: 新しいタブはタブバーの末尾に開く
pt_br: Novas abas abrem no fim da barra de abas
ru: Новые вкладки открываются в конце панели вкладок
zh_hans: 新标签页在标签栏末尾打开

# ZPU-LD-eKa.label
source: Remap Modifiers
de: Modifikatoren neu zuordnen
ja: 修飾キーを再割り当て
pt_br: Remapear modificadores
ru: Переназначение модификаторов
zh_hans: 重映射修饰键

# zrh-qF-3Iv.placeholderString
source: Interpolated String
de: Interpolierter String
ja: 補間文字列
pt_br: String interpolada
ru: Интерполированная строка
zh_hans: 内插字符串

# zRi-ET-r9F.title
source: Underlines:
de: Unterstreichungen:
ja: 下線:
pt_br: Sublinhados:
ru: Подчёркивания:
zh_hans: 下划线：

# ZsM-GD-jXe.label
source: Startup
de: Start
ja: 起動時
pt_br: Inicialização
ru: Запуск
zh_hans: 启动

# ZT3-m8-pr9.title
source: User
de: Benutzer
ja: ユーザー
pt_br: Usuário
ru: Пользователь
zh_hans: 用户

# ztD-z6-FaU.title
source: Folder:
de: Ordner:
ja: フォルダ:
pt_br: Pasta:
ru: Папка:
zh_hans: 文件夹：

# ZUC-DO-GoS.title
source: Never
de: Nie
ja: しない
pt_br: Nunca
ru: Никогда
zh_hans: 从不

# zVB-QD-dse.title
source: Fade out curve:
de: Ausblendkurve:
ja: フェードアウトカーブ:
pt_br: Curva de esmaecimento:
ru: Кривая затухания:
zh_hans: 淡出曲线：

# zw1-7D-hGm.title
source: Tab bar scrolls when tabs don’t fit
de: Tableiste scrollt, wenn Tabs nicht hineinpassen
ja: タブが収まらない場合、タブバーをスクロール
pt_br: A barra de abas rola quando as abas não cabem
ru: Панель вкладок прокручивается, когда вкладки не помещаются
zh_hans: 标签页放不下时标签栏滚动

# zwF-JP-GLA.title
source: Modes:
de: Modi:
ja: モード:
pt_br: Modos:
ru: Режимы:
zh_hans: 模式：

# 0Z1-sx-T34.title
source: Normal
ja: 標準
ru: Обычный
zh_hans: 标准

# 1fJ-yM-2G6.title
source: System
ja: システム
pt_br: Sistema
ru: Система
zh_hans: 系统

# 1tc-es-At9.title
source: Host
ja: ホスト
ru: Хост
zh_hans: 主机

# 2Po-6U-Apz.title
source: Name
ja: 名前
pt_br: Nome
ru: Имя
zh_hans: 名称
